Repository: 84000/data-translation-memory
Catalog: toh3156-v3.tmx
Source language: bo
Languages: en

source: སེང་གེ་སྒྲའི་གཟུངས།
en: The Dhāraṇī of Siṃhanāda

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་ཡ། ཏདྱ་ཐཱ། ཨོཾ་ཨ་ཀ་ཊེ་བི་ཀ་ཊེ་ནི་ཀ་ཊེ་ཀ་ཊཾ་ཀ་ཊེ་ཀ་རོ་ཊེ་བཱིར་ཡེ་སྭཱ་ཧཱ།
en: namo ratna­trayāya | nama āryāvalokiteśvarāya bodhi­sattvāya mahā­sattvāya mahā­kāruṇikāya | tadyathā | oṁ akaṭe vikaṭe nikaṭe kaṭaṃkaṭe karoṭe karoṭavīrye svāhā ||

source: འདི་ནི་བཅོམ་ལྡན་འདས་འཕགས་པ་འཇིག་རྟེན་དབང་ཕྱུག་གི་མདུན་དུ་ནང་པར་སྔ་མོར་བའི་ལྕི་བ་ས་ལ་མ་ལྷུང་བས་མཎྜལ་བརྒྱད་བྱ་སྟེ།
en: In the early morning, in front of the blessed, noble Lokeśvara, make eight maṇḍalas out of cow dung that has not fallen to the ground.

source: མཎྜལ་རེ་རེ་ཞིང་ལན་གསུམ་དུ་བཟླས་པར་བྱ་བའོ། །དེ་ནས་ལན་བདུན་དུ་བའི་ལྕི་བ་ལྷག་མ་མངོན་པར་བསྔགས་ལ་ནད་པ་ལ་བྱུག་པར་བྱ་སྟེ།
en: Recite this thirteen times at each maṇḍala, then incant the resulting dung with the mantra seven times.

source: ནད་རྣམས་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ། །
en: Smear it on the sick person and all of their illnesses will be cured.

source: གལ་ཏེ་མཚམས་མེད་པ་ལྔ་བྱས་པས་ཀྱང་ཉི་མ་བདུན་པའམ་བཅུ་གསུམ་པའམ་ཉི་མ་ཉི་ཤུ་རྩ་གཅིག་པ་ལ་ཡང་མ་གྲུབ་ན་དེའི་ཚེ་དེ་ཉིད་ཀྱིས་མཚམས་མེད་པ་ལྔ་བྱས་པ་ཡིན་ཞིང་། ངས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་བསླུས་པར་ཡང་འགྱུར་རོ། །
en: If this is not successful after seven, thirteen, or twenty-one days, even if performed by someone who has carried out the five deeds of immediate retribution, then I myself will have carried out the five deeds of immediate retribution, and I will have deceived the blessed buddhas.

source: སེང་གེ་སྒྲ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This completes “The Dhāraṇī of Siṃhanāda.”

source: དགེ་སློང་ཚུལ་ཁྲིམས་རྒྱལ་མཚན་གྱིས་བསྒྱུར་བའོ།།
en: This was translated by the monk Tsultrim Gyaltsen.
